app/controllers/twilio_controller.rb

  def create
    info = params[:user]
    @user = User.create(phone: info["phone"], bus_num: info["bus_num"], stop_id: info["stop_id"], stopping_point: info["stopping_point"])
---
INSERT INTO "users" ("phone", "bus_num", "stop_id", "stopping_point", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["phone", "odifj"], ["bus_num", 80], ["stop_id", 0], ["stopping_point", "skdjfn"], ["created_at", "2016-01-24 00:48:36.349486"], ["updated_at", "2016-01-24 00:48:36.349486"]]